# cSpell: ignore appcleaner bitwarden imageoptim keepingyouawake mullvad taplo temurin wezterm

brew "bash"
brew "carapace"
brew "commitlint"
brew "cspell"
brew "dockutil"
brew "eugene-babichenko/fixit/fixit"
brew "fzf"
brew "gh"
brew "git"
brew "imagemagick"
brew "neovim"
brew "nushell"
brew "octave"
brew "shfmt"
brew "starship"
brew "stow"
brew "taplo"
brew "tmux"
brew "tree"
brew "uv"

cask "brave-browser"
cask "discord"
cask "geotag"
cask "google-drive"
cask "imageoptim"
cask "keepingyouawake"
cask "mullvad-vpn"
cask "onyx"
cask "postman"
cask "proton-pass"
cask "raspberry-pi-imager"
cask "raycast"
cask "signal"
cask "spotify"
cask "temurin"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wezterm"

cask "font-jetbrains-mono-nerd-font"
cask "font-roboto"
