catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
charliermarsh.ruff
davidanson.vscode-markdownlint
detachhead.basedpyright
editorconfig.editorconfig
fill-labs.dependi
foxundermoon.shell-format
github.copilot
gruntfuggly.todo-tree
ibm.output-colorizer
james-yu.latex-workshop
joshbolduc.commitlint
mechatroner.rainbow-csv
mhutchie.git-graph
ms-python.debugpy
ms-python.python
njpwerner.autodocstring
redhat.vscode-yaml
ritwickdey.liveserver
robertz.code-snapshot
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
sumneko.lua
tamasfe.even-better-toml
thenuprojectcontributors.vscode-nushell-lang
timonwong.shellcheck
trond-snekvik.simple-rst
zguolee.tabler-icons
